{
  "meta": {
    "title": "Portfólio de Construção | Suporte Residencial e Comercial",
    "description": "Portfólio de construção com experiência em drywall, estruturação, isolamento, acabamento e administração de obra em projetos residenciais e comerciais no Canadá.",
    "siteName": "Portfólio de Construção",
    "ogTitle": "Portfólio de Construção",
    "ogDescription": "Execução em campo e suporte administrativo confiável para obras.",
    "ogLocale": "pt_BR"
  },
  "a11y": {
    "skipToMain": "Pular para o conteúdo principal"
  },
  "site": {
    "brand": "Portfólio de Construção"
  },
  "nav": {
    "home": "Início",
    "projects": "Projetos",
    "skills": "Habilidades",
    "certifications": "Certificações",
    "contact": "Contato"
  },
  "home": {
    "headline": "Suporte Confiável na Construção, do Canteiro ao Escritório",
    "summary": "Dou suporte a obras residenciais e comerciais de pequeno porte com atuação prática em campo e organização administrativa, do preparo de estrutura e drywall ao controle de materiais e relatórios diários."
  },
  "projects": {
    "title": "Projetos",
    "items": [
      {
        "title": "Reforma de Porão - Toronto, ON",
        "description": "Apoio no layout de estrutura, instalação de isolamento, fixação de drywall e preparação para acabamento em uma conversão completa de porão."
      },
      {
        "title": "Modernização de Interior Comercial - Mississauga, ON",
        "description": "Coordenação de limpeza pós-demolição, estruturação de divisórias, reparos em drywall e documentação de encerramento com cronograma reduzido."
      },
      {
        "title": "Acabamento de Múltiplas Unidades Residenciais - Vaughan, ON",
        "description": "Controle de materiais, apoio na conclusão de punch list e atualização de cronograma entre subcontratados e supervisão de obra."
      }
    ]
  },
  "skills": {
    "title": "Habilidades",
    "field": {
      "title": "Campo",
      "items": [
        "Suporte na instalação de drywall e preparo de juntas",
        "Apoio em estruturação e marcação de paredes",
        "Aplicação de isolamento e conferência de qualidade",
        "Segurança no canteiro, organização de ferramentas e limpeza"
      ]
    },
    "admin": {
      "title": "Administrativo",
      "items": [
        "Relatórios diários e acompanhamento de progresso",
        "Rastreamento de materiais e controle de estoque",
        "Suporte administrativo de obra e controle documental",
        "Coordenação com subcontratados e comunicação de cronograma"
      ]
    }
  },
  "certifications": {
    "title": "Certificações e Treinamentos",
    "items": [
      "WHMIS (Sistema de Informação de Materiais Perigosos no Trabalho)",
      "Working at Heights (Ontário)",
      "Integração de Segurança em Canteiro de Obras",
      "Leitura Básica de Plantas para Obras Internas"
    ]
  },
  "contact": {
    "title": "Contato",
    "body": "Quer colaborar em um projeto? Vamos conversar."
  }
}
